Repository: ctwelve/KitchenMemory
Catalog: KitchenMemory/Localizable.xcstrings
Source language: en_us
Languages: de_de, es_mx, fr_ca, it_it

# session.finish.confirmation.action
source: Finish Session
de_de: Kochvorgang abschließen
es_mx: Finalizar sesión
fr_ca: Terminer la séance
it_it: Concludi sessione

# session.finish.confirmation.message
source: A Finished Session cannot be resumed or reopened.
de_de: Ein abgeschlossener Kochvorgang kann weder fortgesetzt noch erneut geöffnet werden.
es_mx: Una sesión finalizada no se puede reanudar ni volver a abrir.
fr_ca: Une séance terminée ne peut pas être reprise ni rouverte.
it_it: Una Sessione conclusa non può essere ripresa né riaperta.

# session.finish.confirmation.title
source: Finish this Cooking Session?
de_de: Diesen Kochvorgang abschließen?
es_mx: ¿Finalizar esta sesión de cocina?
fr_ca: Terminer cette séance de cuisine?
it_it: Concludere questa Sessione di cucina?

# session.finish.draft.copy
source: Copy draft and Finish
de_de: Entwurf kopieren und abschließen
es_mx: Copiar borrador y finalizar
fr_ca: Copier le brouillon et terminer
it_it: Copia la bozza e concludi

# session.finish.draft.discard
source: Discard draft and Finish
de_de: Entwurf verwerfen und abschließen
es_mx: Descartar borrador y finalizar
fr_ca: Jeter le brouillon et terminer
it_it: Scarta la bozza e concludi

# session.finish.draft.message
source: Your draft is still local. Add it as Session evidence, copy it, discard it, or cancel Finish.
de_de: Dein Entwurf ist noch lokal. Füge ihn als Nachweis des Kochvorgangs hinzu, kopiere oder verwirf ihn oder brich das Abschließen ab.
es_mx: Tu borrador todavía es local. Agrégalo como evidencia de la sesión, cópialo, descártalo o cancela la finalización.
fr_ca: Votre brouillon est encore local. Ajoutez-le comme preuve de séance, copiez-le, jetez-le ou annulez la fin.
it_it: La bozza è ancora locale. Aggiungila come dato probatorio della Sessione, copiala, scartala oppure annulla la conclusione.

# session.finish.draft.submit
source: Add entry and Finish
de_de: Eintrag hinzufügen und abschließen
es_mx: Agregar entrada y finalizar
fr_ca: Ajouter l’entrée et terminer
it_it: Aggiungi la voce e concludi

# session.finish.draft.title
source: Handle this draft before Finishing
de_de: Entwurf vor dem Abschließen klären
es_mx: Resuelve este borrador antes de finalizar
fr_ca: Traitez ce brouillon avant de terminer
it_it: Gestisci questa bozza prima di concludere

# session.history.back
source: Back to Sessions
de_de: Zurück zu den Kochvorgängen
es_mx: Volver a sesiones
fr_ca: Retour aux séances
it_it: Torna alle sessioni

# session.history.back.recipe
source: Back to Recipe
de_de: Zurück zum Rezept
es_mx: Volver a la receta
fr_ca: Retour à la recette
it_it: Torna alla ricetta

# session.history.empty.message
source: Start cooking from a Recipe to create independent Session history.
de_de: Starte das Kochen aus einem Rezept, um einen eigenständigen Kochverlauf anzulegen.
es_mx: Comienza a cocinar desde una receta para crear un historial de sesiones independiente.
fr_ca: Commencez à cuisiner à partir d’une recette pour créer un historique de séances indépendant.
it_it: Inizia a cucinare da una Ricetta per creare una cronologia indipendente della Sessione.

# session.history.empty.title
source: No Cooking Sessions Yet
de_de: Noch keine Kochvorgänge
es_mx: Aún no hay sesiones de cocina
fr_ca: Aucune séance de cuisine pour l’instant
it_it: Ancora nessuna Sessione di cucina

# session.history.entries.empty
source: No Entries were recorded.
de_de: Es wurden keine Einträge erfasst.
es_mx: No se registraron entradas.
fr_ca: Aucune entrée n’a été enregistrée.
it_it: Nessuna voce registrata.

# session.history.immutable.message
source: This is an immutable record of what happened. Continue Cooking creates a new Session.
de_de: Dies ist ein unveränderliches Protokoll des tatsächlichen Ablaufs. „Weiterkochen“ erstellt einen neuen Kochvorgang.
es_mx: Este es un registro inmutable de lo ocurrido. Continuar cocinando crea una sesión nueva.
fr_ca: Ceci est un registre immuable de ce qui s’est passé. Continuer à cuisiner crée une nouvelle séance.
it_it: Questo è un resoconto immutabile di quanto è accaduto. Prosegui la cucina crea una nuova Sessione.

# session.history.lineage
source: Continuation Lineage
de_de: Fortsetzungslinie
es_mx: Linaje de continuación
fr_ca: Lignée de continuation
it_it: Catena delle continuazioni

# session.history.lineage.continuation
source: Continued as Session
de_de: Als Kochvorgang fortgesetzt
es_mx: Continuada como sesión
fr_ca: Continuée comme séance
it_it: Proseguita come Sessione

# session.history.lineage.original
source: This Session has no continuation source.
de_de: Dieser Kochvorgang setzt keinen früheren fort.
es_mx: Esta sesión no tiene un origen de continuación.
fr_ca: Cette séance n’a aucune source de continuation.
it_it: Questa Sessione non prosegue da una precedente.

# session.history.lineage.source
source: Continued from Session
de_de: Fortgesetzt aus Kochvorgang
es_mx: Continuada desde la sesión
fr_ca: Continuée depuis la séance
it_it: Proseguita dalla Sessione

# session.history.lineage.unavailable
source: Earlier cook is unavailable.
de_de: Der frühere Kochvorgang ist nicht verfügbar.
es_mx: La sesión anterior no está disponible.
fr_ca: La séance précédente n’est pas disponible.
it_it: La sessione precedente non è disponibile.

# session.history.recipe.title
source: Recipe Sessions
de_de: Kochvorgänge zum Rezept
es_mx: Sesiones de la receta
fr_ca: Séances de la recette
it_it: Sessioni della ricetta

# session.history.title
source: Sessions
de_de: Kochvorgänge
es_mx: Sesiones
fr_ca: Séances
it_it: Sessioni

# session.issue.attention
source: This Cooking Session needs attention before that change can be accepted. The same action remains available to retry.
de_de: Dieser Kochvorgang benötigt Aufmerksamkeit, bevor die Änderung übernommen werden kann. Dieselbe Aktion bleibt für einen erneuten Versuch verfügbar.
es_mx: Esta sesión de cocina necesita atención antes de aceptar ese cambio. La misma acción sigue disponible para volver a intentarla.
fr_ca: Cette séance de cuisine demande votre attention avant que ce changement puisse être accepté. La même action demeure disponible pour une nouvelle tentative.
it_it: Questa Sessione di cucina richiede attenzione prima di accettare la modifica. La stessa azione resta disponibile per riprovare.

# session.issue.clipboard
source: The Entry could not be copied. Your draft is still local; try copying it again or choose another option.
de_de: Der Eintrag konnte nicht kopiert werden. Dein Entwurf ist weiterhin lokal; versuche das Kopieren erneut oder wähle eine andere Option.
es_mx: La entrada no se pudo copiar. Tu borrador sigue siendo local; intenta copiarlo de nuevo o elige otra opción.
fr_ca: L’entrée n’a pas pu être copiée. Votre brouillon demeure local; essayez de le copier de nouveau ou choisissez une autre option.
it_it: Non è stato possibile copiare la Voce. La bozza è ancora locale; riprova a copiarla o scegli un’altra opzione.

# session.issue.command
source: The change could not be saved locally. Try again; Kitchen Memory will retry the same action.
de_de: Die Änderung konnte nicht lokal gespeichert werden. Versuche es erneut; Küchengedächtnis wiederholt dieselbe Aktion.
es_mx: El cambio no se pudo guardar localmente. Inténtalo de nuevo; Memoria de cocina volverá a intentar la misma acción.
fr_ca: Le changement n’a pas pu être enregistré localement. Réessayez; Mémoire de cuisine tentera de nouveau la même action.
it_it: Non è stato possibile salvare la modifica in locale. Riprova; Memoria di cucina ripeterà la stessa azione.

# session.issue.read
source: Cooking Sessions could not be updated from their retained evidence. Try again.
de_de: Kochvorgänge konnten nicht aus ihren aufbewahrten Nachweisen aktualisiert werden. Versuche es erneut.
es_mx: Las sesiones de cocina no se pudieron actualizar con la evidencia conservada. Inténtalo de nuevo.
fr_ca: Les séances de cuisine n’ont pas pu être mises à jour à partir des preuves conservées. Réessayez.
it_it: Non è stato possibile aggiornare le Sessioni di cucina dai dati probatori conservati. Riprova.

# session.issue.title
source: Cooking Session Needs Attention
de_de: Kochvorgang benötigt Aufmerksamkeit
es_mx: La sesión de cocina necesita atención
fr_ca: La séance de cuisine demande votre attention
it_it: La Sessione di cucina richiede attenzione

# session.lifecycle.active
source: Active
de_de: Aktiv
es_mx: Activa
it_it: Attiva

# session.lifecycle.finished
source: Finished
de_de: Abgeschlossen
es_mx: Finalizada
fr_ca: Terminée
it_it: Conclusa

# session.lifecycle.stopped
source: Stopped
de_de: Angehalten
es_mx: Detenida
fr_ca: Arrêtée
it_it: Interrotta

# session.navigation.title
source: Cooking
de_de: Kochen
es_mx: Cocinando
fr_ca: Cuisine
it_it: Cucina

# session.outcome.great
source: Great
de_de: Großartig
es_mx: Excelente
fr_ca: Excellent
it_it: Ottimo

# session.outcome.none
source: Not set
de_de: Nicht festgelegt
es_mx: Sin definir
fr_ca: Non défini
it_it: Non impostato

# session.outcome.okay
source: Okay
de_de: In Ordnung
es_mx: Bien
fr_ca: Correct
it_it: Discreto

# session.outcome.section
source: How did it go?
de_de: Wie ist es gelaufen?
es_mx: ¿Cómo salió?
fr_ca: Comment ça s’est passé?
it_it: Com’è andata?

# session.outcome.unsuccessful
source: Unsuccessful
de_de: Nicht gelungen
es_mx: Sin éxito
fr_ca: Sans succès
it_it: Non riuscito

# session.progress.empty.ingredients
source: No ingredients in this snapshot.
de_de: Dieser Schnappschuss enthält keine Zutaten.
es_mx: No hay ingredientes en esta captura.
fr_ca: Aucun ingrédient dans cet instantané.
it_it: Questa istantanea non contiene ingredienti.

# session.progress.empty.instructions
source: No instructions in this snapshot.
de_de: Dieser Schnappschuss enthält keine Zubereitungsschritte.
es_mx: No hay instrucciones en esta captura.
fr_ca: Aucune instruction dans cet instantané.
it_it: Questa istantanea non contiene istruzioni.

# session.progress.ingredient.accounted
source: Accounted for
de_de: Berücksichtigt
es_mx: Contabilizado
fr_ca: Pris en compte
it_it: Considerato

# session.progress.ingredient.open
source: Open
de_de: Offen
es_mx: Pendiente
fr_ca: À faire
it_it: Aperto

# session.progress.ingredients
source: Ingredients
de_de: Zutaten
es_mx: Ingredientes
fr_ca: Ingrédients
it_it: Ingredienti

# session.progress.instruction.complete
source: Complete
de_de: Erledigen
es_mx: Completar
fr_ca: Terminer
it_it: Completa

# session.progress.instruction.completed
source: Completed
de_de: Erledigt
es_mx: Completado
fr_ca: Terminée
it_it: Completata

# session.progress.instruction.more-actions
source: More instruction actions
de_de: Weitere Aktionen zum Schritt
es_mx: Más acciones de instrucción
fr_ca: Autres actions pour l’instruction
it_it: Altre azioni per l’istruzione

# session.progress.instruction.open
source: Open
de_de: Offen
es_mx: Pendiente
fr_ca: À faire
it_it: Aperta

# session.progress.instruction.reopen
source: Reopen
de_de: Wieder öffnen
es_mx: Reabrir
fr_ca: Rouvrir
it_it: Riapri

# session.progress.instruction.skip
source: Skip
de_de: Überspringen
es_mx: Omitir
fr_ca: Passer
it_it: Salta

# session.progress.instruction.skipped
source: Skipped
de_de: Übersprungen
es_mx: Omitido
fr_ca: Passée
it_it: Saltata

# session.progress.instructions
source: Instructions
de_de: Zubereitung
es_mx: Instrucciones
it_it: Istruzioni

# session.reading.completed-last
source: Step %1$(completed)lld complete. No later unfinished step.
de_de: Schritt %1$(completed)lld abgeschlossen. Kein späterer Schritt ist offen.
es_mx: Paso %1$(completed)lld completado. No quedan pasos posteriores sin terminar.
fr_ca: Étape %1$(completed)lld terminée. Aucune étape suivante inachevée.
it_it: Passaggio %1$(completed)lld completato. Nessun passaggio successivo da completare.

# session.reading.completed-next
source: Step %1$(completed)lld complete. Next: step %2$(next)lld.
de_de: Schritt %1$(completed)lld abgeschlossen. Als Nächstes: Schritt %2$(next)lld.
es_mx: Paso %1$(completed)lld completado. Siguiente: paso %2$(next)lld.
fr_ca: Étape %1$(completed)lld terminée. Prochaine : étape %2$(next)lld.
it_it: Passaggio %1$(completed)lld completato. Prossimo: passaggio %2$(next)lld.

# session.reading.current
source: Current step
de_de: Aktueller Schritt
es_mx: Paso actual
fr_ca: Étape actuelle
it_it: Passaggio attuale

# session.reading.jump
source: Jump to current step
de_de: Zum aktuellen Schritt
es_mx: Ir al paso actual
fr_ca: Aller à l’étape actuelle
it_it: Vai al passaggio attuale

# session.reading.keep-awake
source: Keep screen awake
de_de: Bildschirm eingeschaltet lassen
es_mx: Mantener la pantalla encendida
fr_ca: Garder l’écran allumé
it_it: Mantieni lo schermo acceso

# session.reading.select
source: Read this step
de_de: Diesen Schritt lesen
es_mx: Leer este paso
fr_ca: Lire cette étape
it_it: Leggi questo passaggio

# session.restore-action
source: Restore
de_de: Wiederherstellen
es_mx: Restaurar
fr_ca: Restaurer
it_it: Ripristina

# session.restore-confirmation-message
source: Restore will resolve every deletion currently visible on this device. If another deletion arrives later, the session will remain in Deleted Items for your attention.
de_de: Die Wiederherstellung berücksichtigt alle derzeit auf diesem Gerät sichtbaren Löschungen. Trifft später eine weitere Löschung ein, bleibt der Kochvorgang unter „Gelöschte Einträge“ und benötigt deine Aufmerksamkeit.
es_mx: Restaurar resolverá todas las eliminaciones visibles actualmente en este dispositivo. Si llega otra eliminación después, la sesión permanecerá en Elementos eliminados para que la revises.
fr_ca: La restauration résoudra toutes les suppressions actuellement visibles sur cet appareil. Si une autre suppression arrive plus tard, la séance restera dans les éléments supprimés afin d’être examinée.
it_it: Il ripristino risolve tutte le eliminazioni attualmente visibili su questo dispositivo. Se ne arriva un’altra in seguito, la sessione resterà in Elementi eliminati e richiederà la tua attenzione.

# session.restore-confirmation-title
source: Restore This Session?
de_de: Diesen Kochvorgang wiederherstellen?
es_mx: ¿Restaurar esta sesión?
fr_ca: Restaurer cette séance?
it_it: Ripristinare questa Sessione?

# session.scale.note
source: This changes only this Cooking Session. The saved recipe stays unchanged.
de_de: Dies ändert nur diesen Kochvorgang. Das gespeicherte Rezept bleibt unverändert.
es_mx: Esto cambia solo esta sesión de cocina. La receta guardada permanece sin cambios.
fr_ca: Cela modifie seulement cette séance de cuisine. La recette enregistrée reste inchangée.
it_it: Cambia solo questa Sessione di cucina. La ricetta salvata resta invariata.

# session.scale.section
source: Cooking yield
de_de: Kochmenge
es_mx: Rendimiento de cocción
fr_ca: Rendement de cuisson
it_it: Resa di cucina

# session.shell.foundation.message
source: Progress and cooking notes arrive in the next slices.
de_de: Fortschritt und Kochnotizen folgen in den nächsten Entwicklungsschritten.
es_mx: El progreso y las notas de cocina llegarán en las próximas etapas.
fr_ca: La progression et les notes de cuisine arriveront dans les prochaines étapes.
it_it: I progressi e le note di cucina arriveranno nelle prossime fasi di sviluppo.

# session.shell.foundation.title
source: Cooking Session
de_de: Kochvorgang
es_mx: Sesión de cocina
fr_ca: Séance de cuisine
it_it: Sessione di cucina

# session.stale.action.dismiss
source: Dismiss
de_de: Schließen
es_mx: Descartar
fr_ca: Ignorer
it_it: Chiudi

# session.stale.action.new
source: Start Another
de_de: Weiteren starten
es_mx: Comenzar otra
fr_ca: En commencer une autre
it_it: Iniziane un’altra

# session.stale.message
source: It has been a while since this Session was opened. Nothing changed automatically.
de_de: Dieser Kochvorgang wurde seit Längerem nicht geöffnet. Es wurde nichts automatisch geändert.
es_mx: Ha pasado un tiempo desde que se abrió esta sesión. Nada cambió automáticamente.
fr_ca: Cette séance n’a pas été ouverte depuis un moment. Rien n’a changé automatiquement.
it_it: È passato del tempo dall’apertura di questa Sessione. Non è cambiato nulla automaticamente.

# session.stale.title
source: Still cooking this?
de_de: Kochst du das noch?
es_mx: ¿Aún estás cocinando esto?
fr_ca: Vous cuisinez toujours ceci?
it_it: Stai ancora cucinando?

# settings.data.section
source: Kitchen Data
de_de: Küchendaten
es_mx: Datos de la cocina
fr_ca: Données de la cuisine
it_it: Dati della Cucina

# settings.icloud.pending-disable
source: Sync will turn off the next time you open Kitchen Memory. Recipes already on this device will remain here.
de_de: Die Synchronisierung wird beim nächsten Öffnen von Küchengedächtnis deaktiviert. Bereits auf diesem Gerät vorhandene Rezepte bleiben erhalten.
es_mx: La sincronización se desactivará la próxima vez que abras Memoria de cocina. Las recetas que ya están en este dispositivo permanecerán aquí.
fr_ca: La synchronisation sera désactivée la prochaine fois que vous ouvrirez Mémoire de cuisine. Les recettes déjà sur cet appareil y resteront.
it_it: La sincronizzazione verrà disattivata alla prossima apertura di Memoria di cucina. Le ricette già presenti su questo dispositivo rimarranno qui.

# settings.icloud.pending-enable
source: Sync will turn on the next time you open Kitchen Memory.
de_de: Die Synchronisierung wird beim nächsten Öffnen von Küchengedächtnis aktiviert.
es_mx: La sincronización se activará la próxima vez que abras Memoria de cocina.
fr_ca: La synchronisation sera activée la prochaine fois que vous ouvrirez Mémoire de cuisine.
it_it: La sincronizzazione verrà attivata alla prossima apertura di Memoria di cucina.

# settings.icloud.reconnect.action
source: Merge and Sync
de_de: Zusammenführen und synchronisieren
es_mx: Combinar y sincronizar
fr_ca: Fusionner et synchroniser
it_it: Unisci e sincronizza

# settings.icloud.reconnect.message
source: The next time you open Kitchen Memory, recipes and revision history from this device will merge with iCloud. Changes or removals made in either library while disconnected may affect the combined library. Review it after sync finishes.
de_de: Beim nächsten Öffnen von Küchengedächtnis werden Rezepte und Revisionsverlauf dieses Geräts mit iCloud zusammengeführt. Änderungen oder Löschungen während der Trennung können sich auf die zusammengeführte Sammlung auswirken. Prüfe sie nach der Synchronisierung.
es_mx: La próxima vez que abras Memoria de cocina, las recetas y el historial de revisiones de este dispositivo se combinarán con iCloud. Los cambios o eliminaciones realizados en cualquiera de las bibliotecas mientras estuvieron desconectadas pueden afectar la biblioteca combinada. Revísala cuando termine la sincronización.
fr_ca: La prochaine fois que vous ouvrirez Mémoire de cuisine, les recettes et l’historique des révisions de cet appareil seront fusionnés avec iCloud. Les modifications ou suppressions apportées dans l’une ou l’autre bibliothèque pendant la déconnexion peuvent affecter la bibliothèque fusionnée. Vérifiez-la une fois la synchronisation terminée.
it_it: Alla prossima apertura di Memoria di cucina, le ricette e la cronologia delle revisioni di questo dispositivo verranno unite a iCloud. Le modifiche o le rimozioni effettuate in una delle raccolte durante la disconnessione possono influire sulla raccolta risultante. Controllala al termine della sincronizzazione.

# settings.icloud.reconnect.title
source: Reconnect this device to iCloud?
de_de: Dieses Gerät wieder mit iCloud verbinden?
es_mx: ¿Volver a conectar este dispositivo a iCloud?
fr_ca: Reconnecter cet appareil à iCloud?
it_it: Ricollegare questo dispositivo a iCloud?

# settings.icloud.section
source: iCloud Sync
de_de: iCloud-Synchronisierung
es_mx: Sincronización con iCloud
fr_ca: Synchronisation iCloud
it_it: Sincronizzazione iCloud

# settings.icloud.stale-evidence
source: This device has not observed a successful iCloud transfer for about a week. Future synchronization may be less reliable, and the risk of losing data may increase.
de_de: Dieses Gerät hat seit etwa einer Woche keine erfolgreiche iCloud-Übertragung beobachtet. Künftige Synchronisierungen könnten weniger zuverlässig sein und das Risiko eines Datenverlusts könnte steigen.
es_mx: Este dispositivo no ha observado una transferencia de iCloud exitosa en aproximadamente una semana. La sincronización futura podría ser menos confiable y el riesgo de perder datos podría aumentar.
fr_ca: Cet appareil n’a pas observé de transfert iCloud réussi depuis environ une semaine. La synchronisation pourrait devenir moins fiable et le risque de perte de données pourrait augmenter.
it_it: Questo dispositivo non osserva un trasferimento iCloud riuscito da circa una settimana. La sincronizzazione futura potrebbe essere meno affidabile e il rischio di perdita dei dati potrebbe aumentare.

# settings.icloud.status.available
source: iCloud sync is available.
de_de: iCloud-Synchronisierung ist verfügbar.
es_mx: La sincronización con iCloud está disponible.
fr_ca: La synchronisation iCloud est disponible.
it_it: La sincronizzazione iCloud è disponibile.

# settings.icloud.status.checking
source: Checking iCloud status…
de_de: iCloud-Status wird geprüft…
es_mx: Comprobando el estado de iCloud…
fr_ca: Vérification de l’état d’iCloud…
it_it: Verifica dello stato di iCloud…

# settings.icloud.status.disabled
source: iCloud sync is off on this device.
de_de: Die iCloud-Synchronisierung ist auf diesem Gerät ausgeschaltet.
es_mx: La sincronización con iCloud está desactivada en este dispositivo.
fr_ca: La synchronisation iCloud est désactivée sur cet appareil.
it_it: La sincronizzazione iCloud è disattivata su questo dispositivo.

# settings.icloud.status.failed
source: iCloud sync needs attention.
de_de: iCloud-Synchronisierung benötigt Aufmerksamkeit.
es_mx: La sincronización con iCloud requiere atención.
fr_ca: La synchronisation iCloud nécessite votre attention.
it_it: La sincronizzazione iCloud richiede attenzione.

# settings.icloud.status.no-account
source: Sign in to iCloud to sync your recipes.
de_de: Melde dich bei iCloud an, um deine Rezepte zu synchronisieren.
es_mx: Inicia sesión en iCloud para sincronizar tus recetas.
fr_ca: Connectez-vous à iCloud pour synchroniser vos recettes.
it_it: Accedi a iCloud per sincronizzare le ricette.

# settings.icloud.status.restricted
source: iCloud access is restricted on this device.
de_de: Der iCloud-Zugriff ist auf diesem Gerät eingeschränkt.
es_mx: El acceso a iCloud está restringido en este dispositivo.
fr_ca: L’accès à iCloud est restreint sur cet appareil.
it_it: L’accesso a iCloud è limitato su questo dispositivo.

# settings.icloud.status.syncing
source: Kitchen Memory is syncing with iCloud.
de_de: Küchengedächtnis synchronisiert mit iCloud.
es_mx: Memoria de cocina se está sincronizando con iCloud.
fr_ca: Mémoire de cuisine se synchronise avec iCloud.
it_it: Memoria di cucina si sta sincronizzando con iCloud.

# settings.icloud.status.temporarily-unavailable
source: iCloud sync is temporarily unavailable.
de_de: iCloud-Synchronisierung ist vorübergehend nicht verfügbar.
es_mx: La sincronización con iCloud no está disponible temporalmente.
fr_ca: La synchronisation iCloud est temporairement indisponible.
it_it: La sincronizzazione iCloud non è temporaneamente disponibile.
